Repository: HarshilShah/PeakLocalisations
Catalog: fr/PeakLocalisations/Localisation/Features/WidgetSetup.xcstrings
Source language: en
Languages: de, es

# homescreen.add
source: Adding Home Screen Widgets
de: Homebildschirm-Widgets hinzufügen
es: Agregar Widgets de Pantalla de Inicio

# homescreen.addInstructions
source: On your Home Screen, long press in an empty space Tap the plus button in the top left Find “Peak” Pick a widget, and tap “Add Widget” Tap the widget to edit it
de: Drücke lange auf einen freien Bereich auf deinem Homebildschirm. Tippe auf den Plus-Button oben links. Suche "Peak". Wähle ein Widget aus und klicke auf "Hinzufügen". Tippe auf das Widget, um es zu bearbeiten.
es: En su Pantalla de Inicio, pulsación larga en un espacio vacío Toque el botón más en la parte superior izquierda Encuentre "Peak" Elije un widget, y pulse "Agregar Widget" Toque el widget para editarlo

# homescreen.edit
source: Editing Home Screen Widgets
de: Homebildschirm-Widgets editieren
es: Editar Widgets de Pantalla de Inicio

# homescreen.editInstructions
source: Long press on the widget Select “Edit Widget”
de: Tippe lange auf ein Widget. Wähle "Widget bearbeiten" aus.
es: Pulsación larga en el widget Seleccione "Editar Widget"

# lockscreen.add
source: Adding Lock Screen Widgets
de: Sperrbildschirm-Widgets hinzufügen
es: Agregar Widgets de Pantalla de Bloqueo

# lockscreen.addInstructions
source: On your Lock Screen, long press in an empty space Tap the “Customize” button Select the Lock Screen Select the rectangle above or below the time Find “Peak” Tap any widget to add it (Note: You may need to remove existing widgets if there isn’t enough space) Tap your newly added widget to edit it
de: Drücke lange auf einen freien Bereich auf deinem Sperrbildschirm. Tippe auf "Anpassen". Wähle den Sperrbildschirm aus. Wähle ein Rechteck über oder unter der Zeit aus. Suche "Peak". Wähle eines der Widgets aus um es hinzuzufügen (Hinweis: Du musst eventuell existierende Widgets entfernen, wenn nicht genug Platz vorhanden ist). Tippe auf das Widget, um es zu bearbeiten.
es: En su Pantalla de Bloqueo, pulsación larga en un espacio vacío Toque el botón "Personalizar" Seleccione la Pantalla de Bloqueo Seleccione el rectángulo arriba o debajo de la hora Buscar “Peak” Toque cualquier widget para añadirlo (Nota: Puede que necesite eliminar los widgets existentes si no hay suficiente espacio) Toque su widget recientemente añadido para editarlo

# lockscreen.addInstructionsPad
source: On your Lock Screen, long press in an empty space Tap the “Customize” button Select the Lock Screen Select the rectangle above the time, or on the left Find “Peak” Tap any widget to add it (Note: You may need to remove existing widgets if there isn’t enough space) Tap your newly added widget to edit it
de: Drücke lange auf einen freien Bereich auf deinem Sperrbildschirm. Tippe auf "Anpassen". Wähle den Sperrbildschirm aus. Wähle ein Rechteck über der Zeit oder links aus. Suche "Peak". Wähle eines der Widgets aus um es hinzuzufügen (Hinweis: Du musst eventuell existierende Widgets entfernen, wenn nicht genug Platz vorhanden ist). Tippe auf das Widget, um es zu bearbeiten.
es: En su Pantalla de Bloqueo, pulsación larga en un espacio vacío Toque el botón "Personalizar" Seleccione la Pantalla de Bloqueo Seleccione el rectángulo encima de la hora o a la izquierda Buscar “Peak” Toque cualquier widget para añadirlo (Nota: Puede que necesite eliminar los widgets existentes si no hay suficiente espacio) Toque su widget recientemente añadido para editarlo

# lockscreen.edit
source: Editing Lock Screen Widgets
de: Sperrbildschirm-Widgets bearbeiten
es: Editar Widgets de Pantalla de Bloqueo

# lockscreen.editInstructions
source: On your Lock Screen, long press in an empty space Tap the “Customize” button Select the Lock Screen Select the rectangle above or below the time Tap any widget to edit it
de: Drücke lange auf einen freien Bereich auf deinem Sperrbildschirm. Tippe auf "Anpassen". Wähle den Sperrbildschirm aus. Wähle ein Rechteck über oder unter der Zeit aus. Tippe auf ein Widget, um es zu bearbeiten.
es: En su Pantalla de Bloqueo, pulsación larga en un espacio vacío Toque el botón "Personalizar" Seleccione la Pantalla de Bloqueo Seleccione el rectángulo arriba o debajo de la hora Toque cualquier widget para editarlo

# lockscreen.editInstructionsPad
source: On your Lock Screen, long press in an empty space Tap the “Customize” button Select the Lock Screen Select the rectangle above the time, or on the left Tap any widget to edit it
de: Drücke lange auf einen freien Bereich auf deinem Sperrbildschirm. Tippe auf "Anpassen". Wähle den Sperrbildschirm aus. Wähle ein Rechteck über der Zeit oder links aus. Tippe auf ein Widget, um es zu bearbeiten.
es: En su Pantalla de Bloqueo, pulsación larga en un espacio vacío Toque el botón "Personalizar" Seleccione la Pantalla de Bloqueo Seleccione el rectángulo encima de la hora o a la izquierda Toque cualquier widget para editarlo

# standBy.add
source: Adding StandBy Widgets
de: StandBy-Widgets hinzufügen
es: Agregar Widgets en Modo de Reposo

# standBy.addInstructions
source: Enter StandBy mode, and scroll to a view with two widgets side-by-side Tap and hold on a widget Tap the plus button in the top left Find “Peak” Pick a widget, and tap “Add Widget” Tap the widget to edit it
de: Aktiviere StandBy und wechsle zu einer Ansicht mit zwei Widgets nebeneinander. Halte ein Widget lange gedrückt. Tippe auf den Plus-Button oben links. Suche "Peak". Wähle ein Widget aus, und klicke auf "Widget hinzufügen". Tippe auf das Widget, um es zu bearbeiten.
es: Entrar en modo de reposo, y desplácese hacia una vista con dos widgets lado a lado Toque y mantenga presionado un widget Toque el botón más en la parte superior izquierda Buscar “Peak” Elija un widget, y pulse “Aregar Widget” Toque el widget para editarlo

# standBy.edit
source: Editing StandBy Widgets
de: StandBy-Widgets bearbeiten
es: Editar Widgets en Modo de Reposo

# standBy.editInstructions
source: Enter StandBy mode, and scroll to a view with a Peak widget Tap and hold on the widget until a vertical carousel appears Tap the widget in the carousel to edit it
de: Aktiviere StandBy und wechsle zu einer Ansicht mit einem Peak Widget. Halte das Widget lange gedrückt, bis eine vertikales Karussell erscheint. Tippe auf das Widget im Karussell, um es zu bearbeiten.
es: Entrar en modo de reposo, y desplácese hasta una vista con un widget de Peak Toque y mantenga presionado el widget hasta que aparezca un carrusel vertical Toque el widget en el carrusel para editarlo

# standBy.enter
source: Entering StandBy Mode
de: StandBy aktivieren
es: Entrar en Modo de Reposo

# standBy.enterInstructions
source: Note: StandBy mode only works on iPhone, and requires iOS 17 or later Go to Settings > StandBy and make sure StandBy is turned on Connect your iPhone to a charger and set it down on its side Tap the side button Swipe left or right to switch between different views. Swipe up or down to scroll between options for each of these views
de: Hinweis: StandBy funktioniert nur auf einem iPhone mit iOS 17 oder neuer. Gehe in die Einstellungen > StandBy und stelle sicher, dass StandBy aktiviert ist. Verbinde dein iPhone mit einem Ladegerät und kippe es in eine horizontale Position. Drücke den Seitenschalter. Streiche links oder rechts, um zwischen den verschiedenen Ansichten zu wechseln. Streiche hoch oder runter, um zwischen den verschiedenen Optionen der Ansichten zu wechseln.
es: Nota: El modo de reposo solo funciona en iPhone y requiere iOS 17 o superior Vaya a Configuración > StandBy y asegúrese de que En Reposo esté activado Conecte su iPhone a un cargador y colóquelo de lado Toque el botón lateral Desliza el dedo hacia la izquierda o hacia la derecha para cambiar entre diferentes vistas. Desliza hacia arriba o hacia abajo para desplazarte entre las opciones de cada una de estas vistas

# title
source: Widget Tutorial
de: Widget-Anleitung
es: Tutorial de Widgets
